Repository: wp-plugins/snitch
Catalog: lang/snitch-*.po
Languages: de_de, ru_ru

source: Block this host
de_de: Zugriffe auf diese Domain blockieren
ru_ru: Блокировать доступ к этому домену

source: Unblock this host
de_de: Zugriffe auf diese Domain erlauben
ru_ru: Разрешить доступ к этому домену

source: Block this file
de_de: Zugriffe aus dieser Datei blockieren
ru_ru: Блокировать запросы из этого файла

source: Unblock this file
de_de: Zugriffe aus dieser Datei erlauben
ru_ru: Разрешить запросы из этого файла

source: New rule added to the Snitch filter. Matches are labeled in red.
de_de: Neue Regel zum Snitch-Filter hinzugefügt. Übereinstimmungen sind in Rot gekennzeichnet.
ru_ru: Новое правило стукача добавлено. Совпадения отмечены красным цветом.

source: An existing rule removed from the Snitch filter.
de_de: Vorhandene Regel aus dem Snitch-Filter entfernt.
ru_ru: Существующие правило удалено из фильтра.

source: State
de_de: Zustand
ru_ru: Статус

source: All states
de_de: Alle Zustände
ru_ru: Все статусы

source: Destination
de_de: Ziel-URL
ru_ru: URL Назначение

source: Duration
de_de: Dauer
ru_ru: Продолжительность

source: Code
de_de: Status
ru_ru: Ответ сервера

source: Time
de_de: Zeit
ru_ru: Время

source: POST data
de_de: POST-Daten
ru_ru: POST данные

source: File
de_de: Herkunftsdatei
ru_ru: Файл

source: Authorized
de_de: Autorisiert
ru_ru: Разрешенный

source: Show
de_de: Anzeigen
ru_ru: Показать

source: Connections
de_de: Verbindungen
ru_ru: Соединения

source: No items found in trash.
de_de: Keine Protokoll-Einträge im Papierkorb.
ru_ru: Нет никаких протоколов записи.

source: No items found. Future connections will be shown at this place.
de_de: Das Protokoll ist leer. Zukünftige Verbindungen erscheinen an dieser Stelle.
ru_ru: Журнал пуст. Будущие соединения появятся на этом месте.

source: Blocked
de_de: Blockiert
ru_ru: Заблокирован

source: Empty Protocol
de_de: Protokoll leeren
ru_ru: Опустошить протокол

source: Search in destination
de_de: Ziel-URLs durchsuchen
ru_ru: Искать в URL направлениях

source: Network monitor for WordPress. Connection overview for monitoring and controlling outgoing data traffic.
de_de: Netzwerkmonitor für WordPress. Mit Verbindungsübersicht zur Überwachung und Steuerung des Datenverkehrs im Blog.
ru_ru: Сетевой монитор (стукач) для WordPress. С обзором подключений и контролем трафика на блоге.

source: Outgoing connections are blocked in <code>wp-config.php</code>. Check the constant WP_HTTP_BLOCK_EXTERNAL.
de_de: Ausgehende Verbindungen werden in <code>wp-config.php</code> bereits blockiert. Siehe die Konstante WP_HTTP_BLOCK_EXTERNAL.
ru_ru: Исходящие соединения блокируются в <code>wp-config.php</code>. Смотри постоянную WP_HTTP_BLOCK_EXTERNAL.
